job-desc-mystagogue = (Требуется Белый список) Возглавьте исследования станции и управляйте псионикой.
job-desc-mantis = (Требуется Белый список) Разгадывайте загадки от мелких краж до природы вселенной.
job-desc-epistemologist = Исследуйте истину природы. Также лазерные пушки. Курите амброзию, чтобы достичь трансцендентности.
job-desc-cataloguer = Сидите в библиотеке. Попытайтесь запустить сеанс RPG для экипажа. Заскучать и помочь эпистемологам убить себя, когда никто не появляется.
job-desc-mail-carrier = Доставляйте почту. Избегайте собак.
job-desc-cyborg = (Требуется Белый список) Читай свои законы. Читай свои законы. Читай свои законы.
job-desc-salvage-technician = (Требуется Белый список) Разбирайте космические обломки на инженерные материалы. Умрите в космосе так, чтобы вас никогда не нашли.
